import { useEffect } from 'react'

const Return = () => {
	useEffect(() => {
		window.scrollTo(0, 0)
	}, [])
	return (
		<section className='return'>
			<div className='container'>
				<div className='return__style'>
					<h1 className='return__style__title h1'>Возврат</h1>
					<div className='return__style__content'>
						<div className='return__style__content__box'>
							<h2 className='return__text h2'>
								Обмен и возврат по желанию покупателя
							</h2>
							<span>
								<p className='return__par h3'>
									Если товар по каким-то причинам не подошел вам, вы имеете
									право вернуть его или обменять на другой в течение 7 дней* с
									момента покупки при соблюдении следующих условий:
								</p>
								<ul>
									<li>
										Товар имеет первоначальный вид, имеется товарная кондиция;
									</li>
									<li>
										Товар имеет полную комплектацию, включая упаковочные
										материалы;
									</li>
									<li>
										Товар не имеет следов подключался и не имеет признаков
										монтажа;
									</li>
									<li>
										Упаковка товара не имеет повреждений, присутствует
										первоначальный товарный вид;
									</li>
									<li>
										Есть документ, подтверждающий покупку в нашем
										интернет-магазине;
									</li>
									<li>
										Для возврата товара необходимо привезти его к нам в офис;
									</li>
									<li>
										Товар из других городов можно прислать нам транспортной
										компанией, при этом услуги транспортной компании
										оплачиваются клиентом;
									</li>
									<li>
										*В течение 14 дней для отдельных брендов. При оформлении
										заказа уточните у менеджера.
									</li>
								</ul>
							</span>
						</div>
						<div className='return__style__content__box'>
							<h2 className='return__text'>
								Обмен и возврат по ошибке продавца
							</h2>
							<span>
								<p className='return__par'>
									Причины обмена или возврата по ошибке продавца:
								</p>
								<ul>
									<li>Неполная комплектация товара;</li>
									<li>Брак или дефект товара;</li>
									<li>
										Если вы выявили дефект, брак или неполную комплектацию
										товара, необходимо сделать фото дефекта и отправить на почту
										mail@at-svet.ru, указав краткое описание характера брака.
									</li>
									<li>
										Мы заменим бракованный товар или довезем недостающие части.
										Доставка будет осуществлена бесплатно.
									</li>
								</ul>
							</span>
						</div>
						<div className='return__style__content__box'>
							<h2 className='return__text'>Возврат денежных средств</h2>
							<span>
								<p className='return__par'>
									Возврат денежных средств осуществляется путем перевода
									<br />
									на банковские реквизиты покупателя при наличии заявления
									<br />
									от покупателя.
								</p>
							</span>
						</div>
					</div>
				</div>
			</div>
		</section>
	)
}

export default Return
